[
  {
    "id": "1",
    "title": "Begonia",
    "description": "any of about 1,000 species of mostly rather succulent plants in the family Begoniaceae, many with colourful flowers or leaves and used as pot plants indoors or as garden plants. They are from the tropics and subtropics. Prominent features are their usually four-coloured tepals (petals and sepals together) in two pairs of different sizes and the three wings on the ovaries of the female flowers.",
    "image": "https://cdn.britannica.com/23/140823-050-40503C58/Tuberous-begonia.jpg",
    "price": 2,
    "count": 10
  },
  {
    "id": "2",
    "title": "Tulip",
    "description": "genus of about 100 species of bulbous herbs in the lily family (Liliaceae), native to Central Asia and Turkey. Tulips are among the most popular of all garden flowers, and numerous cultivars and varieties have been developed.",
    "image": "https://cdn.britannica.com/38/227038-050-4FBE131C/Coloful-tulip-flowers.jpg",
    "price": 3,
    "count": 10
  },
  {
    "id": "3",
    "title": "Carnation",
    "description": "herbaceous plant of the pink, or carnation, family (Caryophyllaceae), native to the Mediterranean area. It is widely cultivated for its fringe-petaled flowers, which often have a spicy fragrance, and is used extensively in the floral industry. ",
    "image": "https://cdn.britannica.com/38/189538-050-6EC8A082/carnation-flowers.jpg",
    "price": 4,
    "count": 10
  },
  {
    "id": "4",
    "title": "Lily",
    "description": "Genus of 80 to 100 species of herbaceous flowering plants of the family Liliaceae, native to temperate areas of the Northern Hemisphere. Many lilies are prized as ornamental plants, and they have been extensively hybridized.",
    "image": "https://cdn.britannica.com/s:1500x700,q:85/77/120977-004-E85CF564/Easter-lily.jpg",
    "price": 5,
    "count": 10
  },
  {
    "id": "5",
    "title": "Violet",
    "description": "Violets are flowers with five petals: two pairs of lateral petals and one often with veins of another color. The leaves of violets are usually oval or heart-shaped, which may be lobed. Due to their almost universally recognized shape, these wildflowers are easy to identify. ",
    "image": "https://cdn.britannica.com/81/199781-050-BE8A70EC/wood-violet-dog-violet.jpg",
    "price": 6,
    "count": 10
  },
  {
    "id": "6",
    "title": "Crocus",
    "description": "is a genus of flowering plants in the iris family comprising 90 species of perennials growing from corms. Many are cultivated for their flowers appearing in autumn, winter, or spring. The spice saffron is obtained from the stigmas of Crocus sativus, an autumn-blooming species. ",
    "image": "https://cdn.britannica.com/63/166563-050-EE062F64/Close-up-spring-crocus-flower-stamens.jpg",
    "price": 7,
    "count": 10
  }

]
